
const Instituteinfo = () => {
  return (
    <div className="w-full max-w-4xl mx-auto p-6 bg-[#005181] rounded-lg border border-blue-200 shadow-md">
      <h2 className="text-2xl font-bold text-white mb-4 text-left">
        প্রতিষ্ঠান সম্পর্কে তথ্য
      </h2>




      <div className="text-white text-justify">
        <hr className="py-2 "/>
        <p>
            শিক্ষার মাধ্যমেই কেবল একটি এলাকার জীবন যাত্রার মান ও পরিবেশের উন্নয়ন করা সম্ভব। সে লক্ষ্যে আজ থেকে প্রায় ৪০ বছর আগে এই পশ্চাৎপদ জনগোষ্ঠির মধ্যে অবহেলিত সকল মেয়েদের শিক্ষা নিশ্চিত করতে এই এলাকার বিশিষ্ট সমাজ সেবক হাজী গোলাম হোসেন মহাজন তাঁর নিজের নামে ১৯৮৩ সালের ১ জানুয়ারী ২.৬৮ একর জমির উপর মাত্র ০৮ জন ছাত্রী নিয়ে যে স্কুলের সূচনা করেছিলেন তা আজ বিশাল বিদ্যাপীঠে পরিণত হয়েছে। তাড়াইল উপজেলা সদরে অবস্থিত হাজী গোলাম হোসেন বালিকা উচ্চ বিদ্যালয়, সাধারণ ও কারিগরি শাখা মিলে ৬০০ জন এর অধিক ছাত্রী নিয়মিত লেখাপড়া করছে। বর্তমানে প্রতিষ্ঠানটিতে ৬ষ্ঠ থেকে ১০ম শ্রেণি পযর্ন্ত সাধারণ ও কারিগরি শাখায় ৩০ জন শিক্ষক-কর্মচারীর নিরলস প্রচেষ্টায় পূর্ন্যেদ্দ্যমে পরিচালিত হয়ে আসছে। এ প্রতিষ্ঠানের অনেক শিক্ষার্থী সরকারের অনেক গুরত্বপূর্ণ পদে কর্মরত আছে।
        </p>
        
      </div>
    </div>
  );
};

export default Instituteinfo;
